app/controllers/projects_controller.rb

INSERT INTO "projects" ("created_at", "group", "name", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-08-26 07:30:14.633523"], ["group", "group"], ["name", "name"], ["updated_at", "2014-08-26 07:30:14.633523"]]
---
  def create
    # @project = Project.create(params[:name])
    # @project = Project.create(params[:group])
    @project = Project.new
    @project.name = params[:name]
    @project.group = params[:group]
    @project.save